Repository: yakupkavak/VocabularyForest
Catalog: VocabularyForest/Data/Source/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fr, hi, it, ja, ko, pt_br, ru, tr, zh_cn

source: I’m ready
ar: أنا مستعد
de: Ich bin bereit
es_419: Estoy listo.
fr: Je suis prêt
hi: मैं तैयार हूं
it: Sono pronto
ja: 準備できた
ko: 준비됐어요
pt_br: Estou pronto
ru: Я готов
tr: Hazırım
zh_cn: 我准备好了

source: I'm so thirsty...
ar: أنا عطشان جدًا...
de: Ich habe so großen Durst...
es_419: Tengo mucha sed...
fr: J'ai tellement soif...
hi: मुझे बहुत प्यास लगी है...
it: Ho tantissima sete...
ja: のどがカラカラだ…
ko: 너무 목말라…
pt_br: Estou com muita sede...
ru: Я так хочу пить...
tr: Çok susadım...
zh_cn: 我太渴了……

source: Ice
ar: الجليد
de: Eis
es_419: Hielo
fr: Glace
hi: बर्फ
it: Ghiaccio
ja: 氷
ko: 얼음
pt_br: Gelo
ru: Лед
tr: Buz
zh_cn: 冰

# Ichigo
source: Robin Hood
ar: عنترة
de: Siegfried
es_419: Zorro
fr: Roland
hi: बीरबल
it: Orlando
ja: 桃太郎
ko: 홍길동
pt_br: Saci
ru: Илья Муромец
tr: Battal Gazi
zh_cn: 孙悟空

# İmkansız
source: Impossible
ar: مستحيل
de: Unmöglich
es_419: Imposible
hi: असंभव
it: Impossibile
ja: インポッシブル
ko: 불가능
pt_br: Impossível
ru: Невозможно
tr: İmkansız
zh_cn: 不可能

source: In progress
ar: قيد التنفيذ
de: Läuft
es_419: En curso
fr: En cours
hi: जारी है
it: In corso
ja: 進行中
ko: 진행 중
pt_br: Em andamento
ru: В процессе
tr: Devam ediyor
zh_cn: 进行中

source: In Progress
ar: قيد التنفيذ
de: Läuft
es_419: En curso
fr: En cours
hi: जारी है
it: In corso
ja: 進行中
ko: 진행 중
pt_br: Em andamento
ru: В процессе
zh_cn: 进行中

# İndir
source: Download
ar: تنزيل
de: Herunterladen
es_419: Descargar
fr: Télécharger
hi: डाउनलोड करें
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
ru: Скачать
zh_cn: 下载

# İngilizce (Birleşik Krallık)
source: English (UK)
ar: الإنجليزية (المملكة المتحدة)
de: Englisch (UK)
es_419: Inglés (Reino Unido)
fr: Anglais (UK)
hi: अंग्रेज़ी (यूके)
it: Inglese (UK)
ja: 英語（イギリス）
ko: 영어(영국)
pt_br: Inglês (Americano)
ru: Английский (UK)
tr: İngilizce (UK)
zh_cn: 英语（英国）

# İngilizce (US)
source: English (US)
ar: الإنجليزية (الولايات المتحدة)
de: Englisch (US)
es_419: Inglés (EE. UU.)
fr: Anglais (US)
hi: अंग्रेज़ी (यूएस)
it: Inglese (US)
ja: 英語（アメリカ）
ko: 영어(미국)
pt_br: Inglês (EUA)
ru: Английский (US)
zh_cn: 英语（美国）

source: You have no internet connection. Please check your connection and try again to claim your rewards.
ar: لا يوجد اتصال بالإنترنت. للحصول على مكافآتك، يرجى التحقق من اتصالك والمحاولة مرة أخرى.
de: Du hast keine Internetverbindung. Bitte überprüfe deine Verbindung und versuche es erneut, um deine Belohnungen abzuholen.
es_419: No tienes conexión a internet. Comprueba tu conexión e inténtalo de nuevo para reclamar tus recompensas.
fr: Tu n'as pas de connexion Internet. Vérifie ta connexion et réessaie pour récupérer tes récompenses.
hi: आपका इंटरनेट कनेक्शन नहीं है। कृपया कनेक्शन जांचें और इनाम लेने के लिए फिर कोशिश करें।
it: Non hai una connessione a Internet. Controlla la connessione e riprova per riscuotere le tue ricompense.
ja: インターネットに接続されていません。接続を確認して、もう一度報酬の受け取りをお試しください。
ko: 인터넷에 연결되어 있지 않아요. 연결을 확인하고 다시 시도해 보상을 받아 주세요.
pt_br: Você está sem conexão com a internet. Verifique sua conexão e tente novamente para receber suas recompensas.
ru: Нет подключения к интернету. Проверьте соединение и повторите попытку, чтобы получить награды.
tr: İnternet bağlantınız yok. Ödüllerinizi almak için lütfen bağlantınızı kontrol edip tekrar deneyin.
zh_cn: 你没有网络连接。请检查网络后重试，以领取你的奖励。

source: Internet connection is required to complete the initial setup.
ar: يلزم الاتصال بالإنترنت لإكمال الإعداد الأولي.
de: Für die Ersteinrichtung ist eine Internetverbindung erforderlich.
es_419: Se requiere conexión a internet para completar la configuración inicial.
fr: Une connexion Internet est nécessaire pour terminer la configuration initiale.
hi: शुरुआती सेटअप पूरा करने के लिए इंटरनेट कनेक्शन जरूरी है।
it: Per completare la configurazione iniziale è necessaria una connessione a Internet.
ja: 初期設定を完了するにはインターネット接続が必要です。
ko: 초기 설정을 완료하려면 인터넷 연결이 필요해요.
pt_br: É necessária conexão com a internet para concluir a configuração inicial.
ru: Для завершения первоначальной настройки требуется подключение к интернету.
tr: İlk kurulumu tamamlamak için internet bağlantısı gerekli.
zh_cn: 完成初始设置需要网络连接。

# İptal
source: Cancel
ar: إلغاء
de: Abbrechen
es_419: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
zh_cn: 取消

# İsim
source: Noun
ar: اسم
de: Substantiv
es_419: Sustantivo
fr: Nom
hi: संज्ञा
it: Sostantivo
ja: 名詞
ko: 명사
pt_br: Substantivo
ru: Существительное
tr: İsim
zh_cn: 名词

# İskelet
source: Skeleton
ar: الهيكل العظمي
de: Skelett
es_419: Esqueleto
fr: Squelette
hi: कंकाल
it: Scheletro
ja: スケルトン
ko: 스켈레톤
pt_br: Esqueleto
ru: Скелет
tr: İskelet
zh_cn: 骷髅

# İskelet Ejderi
source: Skeleton Dragon
ar: تنين الهيكل العظمي
de: Skelettdrache
es_419: Dragón esqueleto
fr: Dragon squelette
hi: कंकाल ड्रैगन
it: Drago scheletro
ja: スケルトンドラゴン
ko: 스켈레톤 드래곤
pt_br: Dragão Esqueleto
ru: Скелет дракона
tr: İskelet Ejderi
zh_cn: 骷髅龙

# İspanyolca
source: Spanish
ar: الإسبانية
de: Spanisch
es_419: Español
fr: Espagnol
hi: स्पेनिश
it: Spagnolo
ja: スペイン語
ko: 스페인어
pt_br: Espanhol
ru: Испанский
zh_cn: 西班牙语

# İtalyanca
source: Italian
ar: الإيطالية
de: Italienisch
es_419: Italiano
fr: Italien
hi: इतालवी
it: Italiano
ja: イタリア語
ko: 이탈리아어
pt_br: Italiano
ru: Итальянский
tr: İtalyanca
zh_cn: 意大利语

# İzin verildi
source: Allowed
ar: مسموح
de: Erlaubt
es_419: Permitido
fr: Autorisé
hi: अनुमति दी गई
it: Consentito
ja: 許可済み
ko: 허용됨
pt_br: Permitido
ru: Разрешено
tr: İzin verildi
zh_cn: 已允许

# İzin verilmedi
source: Not allowed
ar: غير مسموح
de: Nicht erlaubt
es_419: No permitido
fr: Non autorisé
hi: अनुमति नहीं दी गई
it: Non consentito
ja: 許可されていません
ko: 허용되지 않음
pt_br: Não permitido
ru: Не разрешено
tr: İzin verilmedi
zh_cn: 未允许

# İzinleri Yönet
source: Manage Permissions
ar: إدارة الأذونات
de: Berechtigungen verwalten
es_419: Administrar permisos
fr: Gérer les autorisations
hi: अनुमतियाँ प्रबंधित करें
it: Gestisci autorizzazioni
ja: 権限を管理
ko: 권한 관리
pt_br: Gerenciar permissões
ru: Управление разрешениями
tr: İzinleri Yönet
zh_cn: 管理权限

# Japonca
source: Japanese
ar: اليابانية
de: Japanisch
es_419: japonés
fr: Japonais
hi: जापानी
it: Giapponese
ja: 日本語
ko: 일본어
pt_br: Japonês
ru: японский
zh_cn: 日语

source: Just now
ar: الآن
de: Gerade eben
es_419: Justo ahora
fr: À l'instant
hi: अभी अभी
it: Proprio ora
ja: たった今
ko: 방금
pt_br: Agora mesmo
ru: Только что
tr: Az önce
zh_cn: 刚刚

# Kapat
source: Close
ar: إغلاق
de: Schließen
es_419: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_cn: 关闭

# Kara şovalye
source: Dark Knight
ar: الفارس الأسود
de: Dunkler Ritter
es_419: Caballero Oscuro
fr: Chevalier noir
hi: अंधकार शूरवीर
it: Cavaliere nero
ja: 暗黒の騎士
ko: 암흑 기사
pt_br: Cavaleiro das Trevas
ru: Темный рыцарь
tr: Kara şovalye
zh_cn: 黑暗骑士

# Kaydet
source: Save
ar: حفظ
de: Speichern
es_419: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_cn: 保存

# Kayıt işlemi başarısız oldu. Lütfen tekrar deneyin.
source: Registration failed. Please try again.
ar: فشلت عملية التسجيل. يرجى المحاولة مرة أخرى.
de: Die Registrierung ist fehlgeschlagen. Bitte versuche es erneut.
es_419: El registro falló. Inténtalo de nuevo.
fr: L'inscription a échoué. Réessaie.
hi: पंजीकरण नहीं हो सका। कृपया फिर कोशिश करें।
it: Registrazione non riuscita. Riprova.
ja: 登録に失敗しました。もう一度お試しください。
ko: 가입에 실패했어요. 다시 시도해 주세요.
pt_br: O registro falhou. Tente novamente.
ru: Не удалось выполнить регистрацию. Попробуйте снова.
tr: Kayıt işlemi başarısız oldu. Lütfen tekrar deneyin.
zh_cn: 注册失败。请重试。

# Kazanılan Ödüller
source: Rewards Earned
ar: المكافآت المكتسبة
de: Erhaltene Belohnungen
es_419: Recompensas obtenidas
fr: Récompenses obtenues
hi: मिले इनाम
it: Ricompense ottenute
ja: 獲得した報酬
ko: 획득한 보상
pt_br: Recompensas obtidas
ru: Полученные награды
tr: Kazanılan Ödüller
zh_cn: 已获得的奖励

# Kelime
source: Word
ar: كلمة
de: Wort
es_419: Palabra
fr: Mot
hi: शब्द
it: Parola
ja: 単語
ko: 단어
pt_br: Palavra
ru: Слово
zh_cn: 单词

# Kelime ara
source: Search for a word
ar: ابحث عن كلمة
de: Wort suchen
es_419: Buscar una palabra
fr: Rechercher un mot
hi: शब्द खोजें
it: Cerca una parola
ja: 単語を検索
ko: 단어 검색
pt_br: Pesquisar uma palavra
ru: Поиск слова
tr: Kelime ara
zh_cn: 搜索单词

# Kelime Bildirimleri
source: Word Notification
ar: إشعارات الكلمات
de: Wort-Benachrichtigungen
es_419: Notificación por correo electrónico
fr: Notifications de mots
hi: शब्द सूचनाएं
it: Notifiche delle parole
ja: 単語の通知
ko: 단어 알림
pt_br: Notificação por palavra
ru: Уведомление о слове
zh_cn: 单词通知

# Kelime Sayısı
source: Word Count
ar: عدد الكلمات
de: Wortanzahl
es_419: Recuento de palabras
fr: Nombre de mots
hi: शब्दों की संख्या
it: Numero di parole
ja: 単語数
ko: 단어 수
pt_br: Contagem de palavras
ru: Подсчет слов
zh_cn: 单词数量

source: Words are divided into short-term and long-term memory. When you know a word in competition mode, it moves to your long-term memory. But remember, if you don't repeat it in reminder mode within a week, it will move back to your short-term memory!
ar: تنقسم الكلمات إلى ذاكرة قصيرة المدى وذاكرة طويلة المدى. عندما تعرف كلمة في وضع المنافسة، تنتقل إلى ذاكرتك طويلة المدى. لكن تذكّر، إذا لم تراجعها في وضع التذكير خلال أسبوع، فستعود إلى ذاكرتك قصيرة المدى!
de: Deine Wörter sind in Kurzzeit- und Langzeitgedächtnis unterteilt. Wenn du ein Wort im Wettbewerbsmodus kennst, wandert es in dein Langzeitgedächtnis. Aber Achtung: Wenn du es nicht innerhalb einer Woche im Erinnerungsmodus wiederholst, rutscht es zurück in dein Kurzzeitgedächtnis!
es_419: Las palabras se dividen en memoria a corto plazo y memoria a largo plazo. Cuando aprendes una palabra en el modo competición, esta pasa a tu memoria a largo plazo. Pero recuerda que, si no la repites en el modo recordatorio en el plazo de una semana, volverá a tu memoria a corto plazo.
fr: Tes mots sont répartis entre mémoire courte et mémoire longue. Quand tu connais un mot en mode compétition, il passe dans ta mémoire longue. Mais attention : si tu ne le révises pas en mode rappel dans la semaine, il repartira dans ta mémoire courte !
hi: शब्द अल्पकालिक और दीर्घकालिक स्मृति में बंटे होते हैं। प्रतिस्पर्धा मोड में कोई शब्द सही बताने पर वह आपकी दीर्घकालिक स्मृति में चला जाता है। लेकिन याद रखें, अगर आप एक हफ्ते के अंदर उसे दोहराने वाले मोड में नहीं दोहराते, तो वह फिर अल्पकालिक स्मृति में लौट आएगा!
it: Le tue parole sono divise tra memoria breve e memoria lunga. Quando conosci una parola in modalità competizione, passa nella tua memoria lunga. Ma ricorda: se non la ripeti in modalità ripasso entro una settimana, torna nella memoria breve!
ja: 単語は短期記憶と長期記憶に分かれています。対戦モードで単語を正しく答えると長期記憶に移ります。ただし、1週間以内に復習モードで復習しないと短期記憶に戻ってしまいます！
ko: 단어는 단기 기억과 장기 기억으로 나뉘어요. 경쟁 모드에서 단어를 맞히면 장기 기억으로 넘어가요. 하지만 일주일 안에 복습 모드로 복습하지 않으면 다시 단기 기억으로 돌아가요!
pt_br: As palavras são divididas em memória de curto prazo e memória de longo prazo. Quando você aprende uma palavra no modo competição, ela passa para a sua memória de longo prazo. Mas lembre-se: se você não repeti-la no modo lembrete dentro de uma semana, ela voltará para a sua memória de curto prazo!
ru: Слова делятся на краткосрочную и долгосрочную память. Когда вы узнаете слово в режиме соревнования, оно перемещается в вашу долгосрочную память. Но помните, что если вы не повторите его в режиме напоминания в течение недели, оно вернется в вашу краткосрочную память!
tr: Kelimelerin kısa ve uzun hafıza olarak ikiye ayrılmış durumda. Bir kelimeyi rekabet modunda bildiğinde uzun hafızana geçiyor. Ama unutma, bir hafta içerisinde hatırlatıcı modu ile tekrarlamazsan kısa hafızana geçecek!
zh_cn: 单词分为短期记忆和长期记忆。在竞技模式中答对一个单词，它就会进入你的长期记忆。但要记住，如果一周内没有在复习模式中复习，它会退回到短期记忆！

# Kelimemiz: %@ 📚
source: Our word: %@ 📚
ar: كلمتنا: %@ 📚
de: Unser Wort: %@ 📚
es_419: Nuestra palabra: %@ 📚
fr: Notre mot : %@ 📚
hi: हमारा शब्द: %@ 📚
it: La nostra parola: %@ 📚
ja: 今日の単語: %@ 📚
ko: 오늘의 단어: %@ 📚
pt_br: Nossa palavra: %@ 📚
ru: Наше слово: %@ 📚
tr: Kelimemiz: %@ 📚
zh_cn: 我们的单词：%@ 📚

# Kelimeyi Düzenle
source: Edit Word
ar: تعديل الكلمة
de: Wort bearbeiten
es_419: Editar Word
fr: Modifier le mot
hi: शब्द संपादित करें
it: Modifica parola
ja: 単語を編集
ko: 단어 편집
pt_br: Editar Word
ru: Редактировать Word
zh_cn: 编辑单词

# Kendi zihnine hoş geldin. Bizler öğrendiğin kelimelerin yansımalarıyız
source: Welcome to your own mind. We are reflections of the words you have learned
ar: أهلًا بك في عقلك. نحن انعكاسات الكلمات التي تعلّمتها
de: Willkommen in deinem eigenen Geist. Wir sind die Spiegelungen der Wörter, die du gelernt hast
es_419: Bienvenido a tu propia mente. Somos los reflejos de las palabras que has aprendido
fr: Bienvenue dans ton propre esprit. Nous sommes les reflets des mots que tu as appris
hi: अपने ही मन में आपका स्वागत है। हम उन शब्दों के प्रतिबिंब हैं जो आपने सीखे हैं
it: Benvenuto nella tua mente. Siamo i riflessi delle parole che hai imparato
ja: 自分の心へようこそ。私たちはあなたが学んだ言葉の反映です
ko: 너 자신의 마음에 온 걸 환영해. 우리는 네가 배운 단어들의 반영이야
pt_br: Bem-vindo à sua própria mente. Somos os reflexos das palavras que você aprendeu
ru: Добро пожаловать в твой разум. Мы — отражения слов, которые ты выучил
tr: Kendi zihnine hoş geldin. Bizler öğrendiğin kelimelerin yansımalarıyız
zh_cn: 欢迎来到你自己的心灵。我们是你学过的词语的倒影

source: Key
ar: المفتاح
de: Schlüssel
es_419: Clave
fr: Clé
hi: चाबी
it: Chiave
ja: 鍵
ko: 열쇠
pt_br: Chave
ru: Ключ
tr: Anahtar
zh_cn: 钥匙

# Kişiselleştirilmiş Reklamlar
source: Personalized Ads
ar: الإعلانات المخصصة
de: Personalisierte Werbung
es_419: Anuncios personalizados
fr: Publicités personnalisées
hi: वैयक्तिकृत विज्ञापन
it: Annunci personalizzati
ja: パーソナライズ広告
ko: 맞춤 광고
pt_br: Anúncios personalizados
ru: Персонализированная реклама
tr: Kişiselleştirilmiş Reklamlar
zh_cn: 个性化广告

# Kitap oluşturuldu!
source: Book created!
ar: تم إنشاء الكتاب!
de: Buch erstellt!
es_419: ¡Libro creado!
fr: Livre créé !
hi: किताब बन गई!
it: Libro creato!
ja: 本を作成しました！
ko: 책이 만들어졌어요!
pt_br: Livro criado!
ru: Книга создана!
tr: Kitap oluşturuldu!
zh_cn: 已创建书籍！

# Kitaplığı Düzenle
source: Edit Bookcase
ar: تعديل خزانة الكتب
de: Bücherregal bearbeiten
es_419: Editar estantería
fr: Modifier l'étagère
hi: अलमारी संपादित करें
it: Modifica scaffale
ja: 本棚を編集
ko: 책장 편집
pt_br: Editar estante
ru: Редактировать книжный шкаф
zh_cn: 编辑书架

source: There aren't enough words in your library for this game. You can download a ready-made library to play quickly.
ar: لا توجد كلمات كافية في مكتبتك لهذه اللعبة. يمكنك تنزيل مكتبة جاهزة واللعب بسرعة.
de: In deinem Bücherregal sind nicht genügend Wörter für dieses Spiel. Du kannst eine fertige Bibliothek herunterladen und sofort spielen.
es_419: No hay suficientes palabras en tu biblioteca para este juego. Puedes descargar una biblioteca ya preparada para jugar rápidamente.
fr: Ton étagère ne contient pas assez de mots pour ce jeu. Tu peux télécharger une bibliothèque prête à l'emploi pour jouer tout de suite.
hi: इस गेम के लिए आपकी अलमारी में पर्याप्त शब्द नहीं हैं। तैयार लाइब्रेरी डाउनलोड करके आप तुरंत खेल सकते हैं।
it: Nel tuo scaffale non ci sono abbastanza parole per questo gioco. Puoi scaricare una libreria pronta e giocare subito.
ja: この本棚にはこのゲームに必要な単語が足りません。既成ライブラリをダウンロードすればすぐに遊べます。
ko: 책장에 이 게임을 하기에 충분한 단어가 없어요. 완성된 라이브러리를 내려받아 바로 플레이할 수 있어요.
pt_br: Não há palavras suficientes na sua biblioteca para este jogo. Você pode baixar uma biblioteca pronta para jogar rapidamente.
ru: В вашей библиотеке недостаточно слов для этой игры. Вы можете скачать готовую библиотеку, чтобы быстро начать играть.
tr: Kitaplığında bu oyun için yeterli sayıda kelimele bulunmuyor. Hazır kütüphane indirerek hızlıca oynayabilirsin
zh_cn: 你的书架里没有足够的单词来玩这个游戏。你可以下载现成词库，马上开始游戏。

# Kitaplık
source: Bookcase
ar: خزانة الكتب
de: Bücherregal
es_419: Librería
fr: Étagère
hi: अलमारी
it: Scaffale
ja: 本棚
ko: 책장
pt_br: Estante
ru: Книжный шкаф
zh_cn: 书架

# Kitaplık adı
source: Bookcase name
ar: اسم خزانة الكتب
de: Name des Bücherregals
es_419: Nombre de la estantería
fr: Nom de l'étagère
hi: अलमारी का नाम
it: Nome dello scaffale
ja: 本棚の名前
ko: 책장 이름
pt_br: Nome da estante
ru: Название книжного шкафа
zh_cn: 书架名称

# Kitaplık Adı
source: Bookcase Name
ar: اسم خزانة الكتب
de: Name des Bücherregals
es_419: Nombre de la estantería
fr: Nom de l'étagère
hi: अलमारी का नाम
it: Nome dello scaffale
ja: 本棚の名前
ko: 책장 이름
pt_br: Nome da estante
ru: Название книжного шкафа
zh_cn: 书架名称

# Kitaplık ara
source: Search bookcase
ar: ابحث عن خزانة كتب
de: Bücherregal suchen
es_419: Buscar estantería
fr: Rechercher une étagère
hi: अलमारी खोजें
it: Cerca scaffale
ja: 本棚を検索
ko: 책장 검색
pt_br: Pesquisar estante
ru: Поиск книжного шкафа
zh_cn: 搜索书架

# Kitaplık bulunamadı
source: No bookcase found
ar: لم يتم العثور على خزانة كتب
de: Kein Bücherregal gefunden
es_419: No se encontró ninguna estantería
fr: Aucune étagère trouvée
hi: कोई अलमारी नहीं मिली
it: Nessuno scaffale trovato
ja: 本棚が見つかりません
ko: 책장을 찾을 수 없음
pt_br: Nenhuma estante encontrada
ru: Книжный шкаф не найден
tr: Kitaplık bulunamadı
zh_cn: 未找到书架

# Kitaplık oluştur
source: Create bookcase
ar: إنشاء خزانة كتب
de: Bücherregal erstellen
es_419: Crear estantería
fr: Créer une étagère
hi: अलमारी बनाएं
it: Crea scaffale
ja: 本棚を作成
ko: 책장 만들기
pt_br: Criar estante
ru: Создать книжный шкаф
zh_cn: 创建书架

# Kitaplık Seç
source: Select Bookcase
ar: اختر خزانة الكتب
de: Bücherregal auswählen
es_419: Seleccionar estantería
fr: Choisir une étagère
hi: अलमारी चुनें
it: Seleziona scaffale
ja: 本棚を選択
ko: 책장 선택
pt_br: Selecionar estante
ru: Выбрать книжный шкаф
zh_cn: 选择书架

# Kitaplık seçilmedi
source: No bookcase selected
ar: لم يتم اختيار خزانة كتب
de: Kein Bücherregal ausgewählt
es_419: No se ha seleccionado ninguna estantería.
fr: Aucune étagère sélectionnée
hi: कोई अलमारी नहीं चुनी गई
it: Nessuno scaffale selezionato
ja: 本棚が選択されていません
ko: 선택된 책장 없음
pt_br: Nenhuma estante selecionada
ru: Книжный шкаф не выбран
tr: Kitaplık seçilmedi
zh_cn: 未选择书架

# Kitaplık seçiniz
source: Select bookcase
ar: اختر خزانة الكتب
de: Bücherregal auswählen
es_419: Seleccionar estantería
fr: Choisis une étagère
hi: अलमारी चुनें
it: Seleziona uno scaffale
ja: 本棚を選んでください
ko: 책장을 선택해 주세요
pt_br: Selecione estante
ru: Выбрать книжный шкаф
tr: Kitaplık seçiniz
zh_cn: 请选择书架

# Kitaplık silinsin mi?
source: Delete this bookcase?
ar: هل تريد حذف خزانة الكتب هذه؟
de: Dieses Bücherregal löschen?
es_419: ¿Eliminar esta estantería?
fr: Supprimer cette étagère ?
hi: यह अलमारी हटा दें?
it: Eliminare questo scaffale?
ja: この本棚を削除しますか？
ko: 이 책장을 삭제할까요?
pt_br: Excluir esta estante?
ru: Удалить книжный шкаф?
tr: Kitaplık silinsin mi?
zh_cn: 要删除这个书架吗？

# Kitaplıklar Yükleniyor...
source: Bookcases loading…
ar: جارٍ تحميل خزائن الكتب…
de: Bücherregale werden geladen…
es_419: Librerías cargando...
fr: Chargement des étagères…
hi: अलमारियां लोड हो रही हैं…
it: Caricamento degli scaffali…
ja: 本棚を読み込んでいます…
ko: 책장을 불러오는 중…
pt_br: Estantes carregando...
ru: Загрузка книжных полок…
zh_cn: 正在加载书架…

source: See the words in your short-term memory; as you get them right, transfer them to your long-term memory!
ar: اطّلع على الكلمات في ذاكرتك قصيرة المدى؛ وكلما أجبت عنها بشكل صحيح، انقلها إلى ذاكرتك طويلة المدى!
de: Sieh dir die Wörter in deinem Kurzzeitgedächtnis an und schiebe sie mit jeder richtigen Antwort in dein Langzeitgedächtnis!
es_419: Observa las palabras en tu memoria a corto plazo; a medida que las aprendas correctamente, ¡transfiérelas a tu memoria a largo plazo!
fr: Regarde les mots de ta mémoire courte et fais-les passer dans ta mémoire longue à chaque bonne réponse !
hi: अपनी अल्पकालिक स्मृति के शब्द देखें; सही बताते जाइए और उन्हें दीर्घकालिक स्मृति में ले जाइए!
it: Guarda le parole nella tua memoria breve e portale nella memoria lunga a ogni risposta corretta!
ja: 短期記憶の単語を確認して、正解するたびに長期記憶へ移そう！
ko: 단기 기억에 있는 단어를 확인하고, 맞힐 때마다 장기 기억으로 옮겨 보세요!
pt_br: Veja as palavras na sua memória de curto prazo; à medida que as acertar, transfira-as para a sua memória de longo prazo!
ru: Смотрите слова в своей краткосрочной памяти; когда вы их запомните, перенесите их в долговременную память!
tr: Kısa süreli hafızandaki kelimeleri gör; doğru bildikçe onları uzun süreli hafızana taşı!
zh_cn: 查看短期记忆中的单词，答对后把它们移入长期记忆！

# Klasik
source: Classic
ar: كلاسيكي
de: Klassisch
es_419: Clásico
fr: Classique
hi: क्लासिक
it: Classico
ja: クラシック
ko: 클래식
pt_br: Clássico
ru: Классический
tr: Klasik
zh_cn: 经典

# Kolay
source: Easy
ar: سهل
de: Leicht
es_419: Fácil
fr: Facile
hi: आसान
it: Facile
ja: かんたん
ko: 쉬움
pt_br: Fácil
ru: Легко
tr: Kolay
zh_cn: 简单

# Korece
source: Korean
ar: الكورية
de: Koreanisch
es_419: coreano
fr: Coréen
hi: कोरियाई
it: Coreano
ja: 韓国語
ko: 한국어
pt_br: Coreano
ru: корейский
zh_cn: 韩语

# Kullanıcı Adı
source: Username
ar: اسم المستخدم
de: Benutzername
es_419: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
pt_br: Nome de usuário
ru: Имя пользователя
tr: Kullanıcı Adı
zh_cn: 用户名

# Kullanım Koşulları
source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es_419: Condiciones de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
it: Condizioni d'uso
ja: 利用規約
ko: 이용약관
pt_br: Termos de uso
ru: Условия использования
zh_cn: 使用条款

# Kullanım Verileri
source: Usage Data
ar: بيانات الاستخدام
de: Nutzungsdaten
es_419: Datos de uso
fr: Données d'utilisation
hi: उपयोग डेटा
it: Dati di utilizzo
ja: 利用データ
ko: 사용 데이터
pt_br: Dados de uso
ru: Данные об использовании
tr: Kullanım Verileri
zh_cn: 使用数据

# Kum Ejderi
source: Sand Dragon
ar: تنين الرمال
de: Sanddrache
es_419: Dragón de arena
fr: Dragon des sables
hi: रेत ड्रैगन
it: Drago di sabbia
ja: 砂のドラゴン
ko: 모래 드래곤
pt_br: Dragão das Areias
ru: Песчаный дракон
tr: Kum Ejderi
zh_cn: 沙之龙

# Kütüphane
source: Library
ar: المكتبة
de: Bibliothek
es_419: Biblioteca
fr: Bibliothèque
hi: लाइब्रेरी
it: Libreria
ja: ライブラリ
ko: 라이브러리
pt_br: Biblioteca
ru: Библиотека
tr: Kütüphane
zh_cn: 词库

# Kütüphanen yüklendi!
source: Your library has been loaded!
ar: تم تحميل مكتبتك!
de: Deine Bibliothek wurde geladen!
es_419: ¡Tu biblioteca se ha cargado!
fr: Ta bibliothèque a été chargée !
hi: आपकी लाइब्रेरी लोड हो गई!
it: La tua libreria è stata caricata!
ja: ライブラリを読み込みました！
ko: 라이브러리를 불러왔어요!
pt_br: Sua biblioteca foi carregada!
ru: Ваша библиотека загружена!
tr: Kütüphanen yüklendi!
zh_cn: 你的词库已加载！

source: Let's run around!
ar: هيا نركض في الأرجاء!
de: Lass uns loslaufen!
es_419: ¡Vamos a correr!
fr: Allons courir !
hi: चलो दौड़ लगाएं!
it: Corriamo un po'!
ja: 走り回ろう！
ko: 같이 달려 볼까!
pt_br: Vamos correr por aí!
ru: Давай побегаем!
tr: Hadi koşturalım!
zh_cn: 我们跑起来吧！

source: Level
ar: المستوى
es_419: Nivel
fr: Niveau :
hi: स्तर:
it: Livello:
ja: レベル:
ko: 레벨:
pt_br: Nível
ru: Уровень
zh_cn: 等级：

source: Local Forest
ar: الغابة المحلية
de: Lokaler Wald
es_419: Bosque local
fr: Forêt locale
hi: स्थानीय जंगल
it: Foresta locale
ja: ローカルの森
ko: 로컬 숲
pt_br: Floresta local
ru: Локальный лес
tr: Yerel Orman
zh_cn: 本地森林

source: Local forest data is not available.
ar: بيانات الغابة المحلية غير متوفرة.
de: Die lokalen Walddaten sind nicht verfügbar.
es_419: Los datos del bosque local no están disponibles.
fr: Les données de la forêt locale ne sont pas disponibles.
hi: स्थानीय जंगल का डेटा उपलब्ध नहीं है।
it: I dati della foresta locale non sono disponibili.
ja: ローカルの森のデータが利用できません。
ko: 로컬 숲 데이터를 사용할 수 없어요.
pt_br: Os dados da floresta local não estão disponíveis.
ru: Данные локального леса недоступны.
tr: Yerel orman verileri mevcut değil.
zh_cn: 本地森林数据不可用。

source: Locked
ar: مقفل
de: Gesperrt
es_419: Bloqueado
fr: Verrouillé
hi: लॉक
it: Bloccato
ja: ロック中
ko: 잠김
pt_br: Bloqueado
ru: Заблокировано
zh_cn: 已锁定
